[
    {
        "quote": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.",
        "author": "Marilyn Monroe",
        "genre": "love"
    },
    {
        "quote": "You've gotta dance like there's nobody watching,",
        "author": "William W. Purkey",
        "genre": "love"
    },
    {
        "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams.",
        "author": "Dr. Seuss",
        "genre": "love"
    },
    {
        "quote": "A friend is someone who knows all about you and still loves you.",
        "author": "Elbert Hubbard",
        "genre": "love"
    },
    {
        "quote": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.",
        "author": "Martin Luther King Jr.,",
        "genre": "love"
    },
    {
        "quote": "We accept the love we think we deserve.",
        "author": "Stephen Chbosky,",
        "genre": "love"
    },
    {
        "quote": "It is better to be hated for what you are than to be loved for what you are not.",
        "author": "Andre Gide,",
        "genre": "love"
    },
    {
        "quote": "Only once in your life, I truly believe, you find someone who can completely turn your world around. You tell them things that youve never shared with another soul and they absorb everything you say and actually want to hear more. You share hopes for the future, dreams that will never come true, goals that were never achieved and the many disappointments life has thrown at you. When something wonderful happens, you cant wait to tell them about it, knowing they will share in your excitement. They are not embarrassed to cry with you when you are hurting or laugh with you when you make a fool of yourself. Never do they hurt your feelings or make you feel like you are not good enough, but rather they build you up and show you the things about yourself that make you special and even beautiful. There is never any pressure, jealousy or competition but only a quiet calmness when they are around. You can be yourself and not worry about what they will think of you because they love you for who you are. The things that seem insignificant to most people such as a note, song or walk become invaluable treasures kept safe in your heart to cherish forever. Memories of your childhood come back and are so clear and vivid its like being young again. Colours seem brighter and more brilliant. Laughter seems part of daily life where before it was infrequent or didnt exist at all. A phone call or two during the day helps to get you through a long days work and always brings a smile to your face. In their presence, theres no need for continuous conversation, but you find youre quite content in just having them nearby. Things that never interested you before become fascinating because you know they are important to this person who is so special to you. You think of this person on every occasion and in everything you do. Simple things bring them to mind like a pale blue sky, gentle wind or even a storm cloud on the horizon. You open your heart knowing that theres a chance it may be broken one day and in opening your heart, you experience a love and joy that you never dreamed possible. You find that being vulnerable is the only way to allow your heart to feel true pleasure thats so real it scares you. You find strength in knowing you have a true friend and possibly a soul mate who will remain loyal to the end. Life seems completely different, exciting and worthwhile. Your only hope and security is in knowing that they are a part of your life.",
        "author": "Bob Marley",
        "genre": "love"
    },
    {
        "quote": "As he read, I fell in love the way you fall asleep: slowly, and then all at once.",
        "author": "John Green,",
        "genre": "love"
    },
    {
        "quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
        "author": "Friedrich Nietzsche",
        "genre": "love"
    },
    {
        "quote": "The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.",
        "author": "Elie Wiesel",
        "genre": "love"
    },
    {
        "quote": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.",
        "author": "Pablo Neruda,",
        "genre": "love"
    },
    {
        "quote": "Love all, trust a few, do wrong to none.",
        "author": "William Shakespeare,",
        "genre": "love"
    },
    {
        "quote": "Have you ever been in love? Horrible isn't it? It makes you so vulnerable. It opens your chest and it opens up your heart and it means that someone can get inside you and mess you up.",
        "author": "Neil Gaiman,",
        "genre": "love"
    },
    {
        "quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.",
        "author": "Lao Tzu",
        "genre": "love"
    },
    {
        "quote": "This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.",
        "author": "Marilyn Monroe",
        "genre": "love"
    },
    {
        "quote": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment.",
        "author": "Sarah Dessen,",
        "genre": "love"
    },
    {
        "quote": "Love is that condition in which the happiness of another person is essential to your own.",
        "author": "Robert A. Heinlein,",
        "genre": "love"
    },
    {
        "quote": "You may not be her first, her last, or her only. She loved before she may love again. But if she loves you now, what else matters? She's not perfectyou aren't either, and the two of you may never be perfect together but if she can make you laugh, cause you to think twice, and admit to being human and making mistakes, hold onto her and give her the most you can. She may not be thinking about you every second of the day, but she will give you a part of her that she knows you can breakher heart. So don't hurt her, don't change her, don't analyze and don't expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she's not there.",
        "author": "Bob Marley",
        "genre": "love"
    },
    {
        "quote": "You love me. Real or not real?\"",
        "author": "Suzanne Collins,",
        "genre": "love"
    },
    {
        "quote": "I'm in love with you,\" he said quietly.",
        "author": "John Green,",
        "genre": "love"
    },
    {
        "quote": "I am nothing special, of this I am sure. I am a common man with common thoughts and I've led a common life. There are no monuments dedicated to me and my name will soon be forgotten, but I've loved another with all my heart and soul, and to me, this has always been enough..",
        "author": "Nicholas Sparks,",
        "genre": "love"
    },
    {
        "quote": "Love looks not with the eyes, but with the mind,",
        "author": "William Shakespeare,",
        "genre": "love"
    },
    {
        "quote": "Love is like the wind, you can't see it but you can feel it.",
        "author": "Nicholas Sparks,",
        "genre": "love"
    },
    {
        "quote": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.",
        "author": "Jane Austen,",
        "genre": "love"
    },
    {
        "quote": "People think a soul mate is your perfect fit, and that's what everyone wants. But a true soul mate is a mirror, the person who shows you everything that is holding you back, the person who brings you to your own attention so you can change your life.",
        "author": "Elizabeth Gilbert,",
        "genre": "love"
    },
    {
        "quote": "You don't love someone because they're perfect, you love them in spite of the fact that they're not.",
        "author": "Jodi Picoult,",
        "genre": "love"
    },
    {
        "quote": "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings.",
        "author": "Anais Nin",
        "genre": "love"
    },
    {
        "quote": "If you can make a woman laugh, you can make her do anything.",
        "author": "Marilyn Monroe",
        "genre": "love"
    },
    {
        "quote": "Were all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdnessand call it lovetrue love.",
        "author": "Robert Fulghum,",
        "genre": "love"
    },
    {
        "quote": "I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can't handle me at my worst, then you sure as hell don't deserve me at my best.",
        "author": "Marilyn Monroe",
        "genre": "life"
    },
    {
        "quote": "You've gotta dance like there's nobody watching,",
        "author": "William W. Purkey",
        "genre": "life"
    },
    {
        "quote": "You only live once, but if you do it right, once is enough.",
        "author": "Mae West",
        "genre": "life"
    },
    {
        "quote": "In three words I can sum up everything I've learned about life: it goes on.",
        "author": "Robert Frost",
        "genre": "life"
    },
    {
        "quote": "To live is the rarest thing in the world. Most people exist, that is all.",
        "author": "Oscar Wilde",
        "genre": "life"
    },
    {
        "quote": "Insanity is doing the same thing, over and over again, but expecting different results.",
        "author": "Narcotics Anonymous",
        "genre": "life"
    },
    {
        "quote": "It is better to be hated for what you are than to be loved for what you are not.",
        "author": "Andre Gide,",
        "genre": "life"
    },
    {
        "quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.",
        "author": "Albert Einstein",
        "genre": "life"
    },
    {
        "quote": "It does not do to dwell on dreams and forget to live.",
        "author": "J.K. Rowling,",
        "genre": "life"
    },
    {
        "quote": "Good friends, good books, and a sleepy conscience: this is the ideal life.",
        "author": "Mark Twain",
        "genre": "life"
    },
    {
        "quote": "Life is what happens to us while we are making other plans.",
        "author": "Allen Saunders",
        "genre": "life"
    },
    {
        "quote": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.",
        "author": "douglas adams,",
        "genre": "life"
    },
    {
        "quote": "This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.",
        "author": "Marilyn Monroe",
        "genre": "life"
    },
    {
        "quote": "Everything you can imagine is real.",
        "author": "Pablo Picasso",
        "genre": "life"
    },
    {
        "quote": "Sometimes the questions are complicated and the answers are simple.",
        "author": "Dr. Seuss",
        "genre": "life"
    },
    {
        "quote": "Life isn't about finding yourself. Life is about creating yourself.",
        "author": "George Bernard Shaw",
        "genre": "life"
    },
    {
        "quote": "Today you are You, that is truer than true. There is no one alive who is Youer than You.",
        "author": "Dr. Seuss,",
        "genre": "life"
    },
    {
        "quote": "I'm not afraid of death; I just don't want to be there when it happens.",
        "author": "Woody Allen",
        "genre": "life"
    },
    {
        "quote": "Sometimes people are beautiful.",
        "author": "Markus Zusak,",
        "genre": "life"
    },
    {
        "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
        "author": "Albert Einstein",
        "genre": "life"
    },
    {
        "quote": "Some infinities are bigger than other infinities.",
        "author": "John Green,",
        "genre": "life"
    },
    {
        "quote": "Reality continues to ruin my life.",
        "author": "Bill Watterson,",
        "genre": "life"
    },
    {
        "quote": "Things change. And friends leave. Life doesn't stop for anybody.",
        "author": "Stephen Chbosky,",
        "genre": "life"
    },
    {
        "quote": "Who are you to judge the life I live?",
        "author": "Bob Marley",
        "genre": "life"
    },
    {
        "quote": "The only way out of the labyrinth of suffering is to forgive.",
        "author": "John Green,",
        "genre": "life"
    },
    {
        "quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
        "author": "Jess C. Scott,",
        "genre": "life"
    },
    {
        "quote": "Dumbledore watched her fly away, and as her silvery glow faded he turned back to Snape, and his eyes were full of tears.",
        "author": "J.K. Rowling,",
        "genre": "life"
    },
    {
        "quote": "He has achieved success who has lived well, laughed often, and loved much;",
        "author": "Bessie Anderson Stanley,",
        "genre": "life"
    },
    {
        "quote": "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.",
        "author": "Ralph Waldo Emerson",
        "genre": "life"
    },
    {
        "quote": "We are what we pretend to be, so we must be careful about what we pretend to be.",
        "author": "Kurt Vonnegut,",
        "genre": "life"
    },
    {
        "quote": "Time you enjoy wasting is not wasted time.",
        "author": "Marthe Troly-Curtin,",
        "genre": "time"
    },
    {
        "quote": "I wish it need not have happened in my time,\" said Frodo.",
        "author": "J.R.R. Tolkien,",
        "genre": "time"
    },
    {
        "quote": "There comes a time when the world gets quiet and the only thing left is your own heart. So you'd better learn the sound of it. Otherwise you'll never understand what it's saying.",
        "author": "Sarah Dessen,",
        "genre": "time"
    },
    {
        "quote": "Time flies like an arrow; fruit flies like a banana.",
        "author": "Anthony G. Oettinger",
        "genre": "time"
    },
    {
        "quote": "Dont waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.",
        "author": "Roy T. Bennett",
        "genre": "time"
    },
    {
        "quote": "It has been said, 'time heals all wounds.' I do not agree. The wounds remain. In time, the mind, protecting its sanity, covers them with scar tissue and the pain lessens. But it is never gone.",
        "author": "Rose Fitzgerald Kennedy",
        "genre": "time"
    },
    {
        "quote": "It is the time you have wasted for your rose that makes your rose so important.",
        "author": "Antoine de Saint-Exupry,",
        "genre": "time"
    },
    {
        "quote": "Books have a unique way of stopping time in a particular moment and saying: Lets not forget this.",
        "author": "Dave Eggers",
        "genre": "time"
    },
    {
        "quote": "Top 15 Things Money Cant Buy",
        "author": "Roy T. Bennett,",
        "genre": "time"
    },
    {
        "quote": "How did it get so late so soon?",
        "author": "Dr. Seuss",
        "genre": "time"
    },
    {
        "quote": "Don't waste your time with explanations: people only hear what they want to hear.",
        "author": "Paulo Coelho",
        "genre": "time"
    },
    {
        "quote": "Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin.",
        "author": "Mother Theresa",
        "genre": "time"
    },
    {
        "quote": "For what its worth: its never too late or, in my case, too early to be whoever you want to be. Theres no time limit, stop whenever you want. You can change or stay the same, there are no rules to this thing. We can make the best or the worst of it. I hope you make the best of it. And I hope you see things that startle you. I hope you feel things you never felt before. I hope you meet people with a different point of view. I hope you live a life youre proud of. If you find that youre not, I hope you have the courage to start all over again.",
        "author": "Eric Roth,",
        "genre": "time"
    },
    {
        "quote": "You can have it all. Just not all at once.",
        "author": "Oprah Winfrey",
        "genre": "time"
    },
    {
        "quote": "Don't spend time beating on a wall, hoping to transform it into a door. ",
        "author": "Coco Chanel",
        "genre": "time"
    },
    {
        "quote": "Time doesnt heal emotional pain, you need to learn how to let go.",
        "author": "Roy T. Bennett,",
        "genre": "time"
    },
    {
        "quote": "Time is the longest distance between two places.",
        "author": "Tennessee Williams,",
        "genre": "time"
    },
    {
        "quote": "They say time heals all wounds, but that presumes the source of the grief is finite",
        "author": "Cassandra Clare,",
        "genre": "time"
    },
    {
        "quote": "They always say time changes things, but you actually have to change them yourself.",
        "author": "Andy Warhol,",
        "genre": "time"
    },
    {
        "quote": "They say I'm old-fashioned, and live in the past, but sometimes I think progress progresses too fast!",
        "author": "Dr. Seuss",
        "genre": "time"
    },
    {
        "quote": "A man who dares to waste one hour of time has not discovered the value of life.",
        "author": "Charles Darwin,",
        "genre": "time"
    },
    {
        "quote": "I sit beside the fire and think",
        "author": "J.R.R. Tolkien",
        "genre": "time"
    },
    {
        "quote": "This is a new year. A new beginning. And things will change.",
        "author": "Taylor Swift",
        "genre": "time"
    },
    {
        "quote": "Scars have the strange power to remind us that our past is real.",
        "author": "Cormac McCarthy,",
        "genre": "time"
    },
    {
        "quote": "Unfortunately, the clock is ticking, the hours are going by. The past increases, the future recedes. Possibilities decreasing, regrets mounting.",
        "author": "Haruki Murakami,",
        "genre": "time"
    },
    {
        "quote": "Here we are, trapped in the amber of the moment. There is no why.",
        "author": "Kurt Vonnegut",
        "genre": "time"
    },
    {
        "quote": "Time is a created thing. To say 'I don't have time,' is like saying, 'I don't want to.",
        "author": "Lao Tzu",
        "genre": "time"
    },
    {
        "quote": "It's hard being left behind. (...) It's hard to be the one who stays.",
        "author": "Audrey Niffenegger,",
        "genre": "time"
    },
    {
        "quote": "Time is an illusion.",
        "author": "Albert Einstein",
        "genre": "time"
    },
    {
        "quote": "It's being here now that's important. There's no past and there's no future. Time is a very misleading thing. All there is ever, is the now. We can gain experience from the past, but we can't relive it; and we can hope for the future, but we don't know if there is one.",
        "author": "George Harrison",
        "genre": "time"
    }
]